Revit 2024 API
SpaceTagFilter Constructor
 Constructs a filter which matches only spaces.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public SpaceTagFilter()
Visual Basic
Public Sub New
Visual C++
public:
SpaceTagFilter()
See Also
SpaceTagFilter Class
Autodesk.Revit.DB.Mechanical Namespace